# SlabFailures Properties

---
The BuiltInFailuresSlabFailures type exposes the following members.
| Name| Description
---|---|---
| CantileverValueTooBig|  Cantilever value is too big.
Top
#### Reference
BuiltInFailuresSlabFailures Class
Autodesk.Revit.DB Namespace